
gnome-dictionary
gnome-logs
gnome-maps
gnome-packagekit
gnome-software-packagekit-plugin
abiword 
gnumeric
acpi
alsa-firmware
alsa-utils
amd-ucode
amdvlk
arch-install-scripts
archinstall
archiso
archlinux-keyring
ark
aspell-en
autoconf
automake
b43-fwcutter
baobab
base
base-devel
bash-completion
bbswitch
bind
binutils
bison
bluez-tools
bluez-utils
broadcom-wl
btrfs-progs
cheese
chromium
clonezilla
cpio
cpupower
cryfs
cryptsetup
cups-pdf cups-pk-helper
darkhttpd
ddrescue
debugedit
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
edk2-shell
efibootmgr
endeavour
eog
epiphany
ethtool
evince
evolution
exfatprogs
f2fs-tools
fakeroot
fatresize
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
flatpak
flex
foot-terminfo
fprintd
fsarchiver
gawk
gcc
gdm
geary
gedit
gedit-plugins
gettext
git
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-notes
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
gpart
gparted
gpm
gptfdisk
grep
grilo-plugins
grml-zsh-config
groff
grsync
grub
gsmartcontrol
gst-libav
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hddtemp
hdparm
htop
hwinfo
hyperv
intel-media-driver
intel-ucode
irssi
iw
iwd
jfsutils
jre-openjdk
kitty-terminfo
less
lftp
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-intel
libfido2
libtool
libusb-compat
libva-intel-driver
libva-mesa-driver
libva-utils
libva-vdpau-driver
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
lsb-release
lsscsi
lvm2
lynx
m4
make
malcontent
man-db
man-pages
mc
mdadm
memtest86+
memtest86+-efi
mesa
mesa-utils
mesa-vdpau
mkinitcpio
mkinitcpio-archiso
mkinitcpio-nfs-utils
mobile-broadband-provider-info
modemmanager
mousetweaks
mtools
mutter
nano
nautilus
nautilus-image-converter
nbd
ndisc6
neofetch
net-tools
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nmap
nss-mdns
ntfs-3g
numlockx
nvidia
nvidia-settings
nvme-cli
open-iscsi
open-vm-tools
openconnect
openssh
openvpn
orca
os-prober
p7zip
pacman
pacman-contrib
partclone
parted
partimage
patch
pavucontrol
pcsclite
pipewire-alsa
pipewire-pulse
pkgconf
polkit-gnome
powertop
ppp
pptpclient
pulseaudio
pv
pwgen
qemu-guest-agent
refind
reflector
reiserfsprogs
rp-pppoe
rsync
rxvt-unicode-terminfo
rygel
samba
screen
sddm
sdparm
seahorse
seahorse-nautilus
sed
sg3_utils
simple-scan
smartmontools
sof-firmware
spotify-launcher
squashfs-tools
strace
sudo
sushi
syslinux
sysprof
system-config-printer
systemd-resolvconf
tcpdump
terminus-font
testdisk
texinfo
tmux
totem
tpm2-tss
tracker3-miners
tree
ttf-droid
ttf-hack
udftools
unrar
usbmuxd
usbutils
usb_modeswitch
vdpauinfo
vim
virtualbox-guest-utils-nox
vlc
vpnc
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
wezterm-terminfo
wget
which
whois
wireguard-tools
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
wvdial
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-elographics
xf86-input-evdev
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xl2tpd
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlsclients
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwininfo
yelp
zip
zram-generator
zsh
zsh-autosuggestions
acpi
aic94xx-firmware
alsa-firmware
alsa-oss
alsa-plugins
alsa-utils
amd-ucode
android-tools
appstream-glib
arch-install-scripts
archiso
archlinux-appstream-data
ark
asciidoc
b43-fwcutter
baobab
base
base-devel
bash-completion
bind
bluedevil
blueman
bluez-tools
broadcom-wl-dkms
busybox
cdrtools
celluloid
cheese
chromium
cmatrix
cpio
crypto++
cryptsetup
cups
cups-pdf
d-spy
dbus-glib
dconf-editor
ddrescue
device-mapper
dhclient
dhcpcd
dialog
diffutils
dnsmasq
e2fsprogs
ecryptfs-utils
efibootmgr
efitools
eog
epiphany
ethtool
evince
evolution
exfat-utils
f2fs-tools
ffmpeg
ffmpegthumbnailer
file-roller
firefox
flatpak
fsarchiver
gdm
geary
gedit
git
glances
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-notes
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-dash-to-panel
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
gnu-free-fonts
gnu-netcat
gobject-introspection
google-chrome
gpart
gparted
grilo-plugins
grub
gsound
gst-libav
gst-plugins-bad
gst-plugins-ugly
gstreamer
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hwinfo
inetutils
intel-media-driver
intel-ucode
itstool
iwd
jfsutils
less
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libhandy
libopenraw
libpamac-aur
libva-intel-driver
libva-vdpau-driver
libvdpau-va-gl
libwnck3
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lvm2
lxsession
malcontent
man-db
man-pages
mdadm
mesa-demos
meson
mkinitcpio
mkinitcpio-busybox
mkinitcpio-firmware
mkinitcpio-nfs-utils
mlocate
mobile-broadband-provider-info
modem-manager-gui
mousetweaks
mplayer
mtpfs
nano
nautilus
ndisc6
nemo
neofetch
net-snmp
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
nss-mdns
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
octopi
onedrive-abraunegg
orca
os-prober
pacman-contrib
pamac-aur
partimage
pavucontrol
perl
poppler-glib
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-zeroconf
pv
reiserfsprogs
rp-pppoe
rsync
rygel
s-nail
screenfetch
sddm
sdparm
seahorse
sg3_utils
simple-scan
smartmontools
solid
spotify-launcher
sudo
sushi
sysfsutils
syslinux
sysprof
systemd-sysvcompat
systemd-ui
texinfo
totem
tracker3-miners
trizen
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-courier-prime
ttf-croscore
ttf-dejavu
ttf-liberation
ttf-ubuntu-font-family
unrar
unzip
upower
usb_modeswitch
usbutils
vala
vi
vim
vlc
vte3
vulkan-intel
wget
which
whois
wireless-regdb
wireless_tools
wvdial
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-evdev
xf86-input-synaptics
xf86-video-fbdev
xf86-video-vesa
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-bin
yelp
zram-generator
